[
    {
        "name": "Denmark",
        "id": "DK",
        "image1Description": "Christiansborg Palace in central Copenhagen, the Neo-baroque style building was formerly the principal residence of the Danish kings, today it is the seat of the Danish Parliament (Folketinget) and houses also the Royal Reception Rooms, the Prime Minister's Office and the Supreme Court of Denmark. Image: Julian Herzog",
        "image2Description": "View of the city center of Copenhagen, Denmark's capital and largest city, seen from Vor Frelsers church. Image: Thue",
        "population": 5.7,
        "area": 42.916,
        "capital": "Copenhagen",
        "language": "Spoken languages are Danish and some German. English is the predominant second language. Faroese is spoken in the Faroe Islands, Greenlandic in Greenland, as mentioned, both dependencies of the kingdom.",
        "description": "Destination Denmark, a virtual guide to the Kingdom of Denmark, a Scandinavian country situated on the Jutland Peninsula and several islands, north of Germany. The last dependencies of Denmark are the Faroe Islands‎ and Greenland. The country shares maritime borders with Norway, Sweden, Poland, and the United Kingdom. Denmark covers an area of 42,916 km², making it slightly larger than the Netherlands, or slightly less than twice the size of the US state of Massachusetts.",
        "background": "Once the seat of Viking raiders and later a major north European power, from the 17th through the 20th centuries Denmark and the former political union of Denmark–Norway ran a colonial empire that encompassed posessions in North America (Greenland), the Baltic and Scandinavian region, France, the United Kingdom, Iceland and northern Germany. Denmark emerged from its colonial experience with one of the highest standards of living in Europe, with a comparatively liberal attitude towards immigration. The country has evolved into a modern, prosperous nation that is participating in the political and economic integration of Europe. The kingdom has a well developed social welfare system and as a nation is committed to development and to the protection of the environment. So far, however, the country has opted out of some aspects of the European Union's Maastricht Treaty, including the economic and monetary system (EMU) and issues concerning certain internal affairs. Related countries/dependencies: Faroe Islands, Greenland",
        "political": "Denmark's political system is that of a constitutional monarchy, where the monarch formally appoints a representative to preside over the creation of a coalition government following a parliamentary election. Chief of state is Queen Margrethe II of Denmark (since 14 January 1972), in theory the source of all executive and legislative power. But de facto the Danish constitutions of 1849, and the most recent of 1953, ended the absolute monarchy and introduced parliamentary democracy. Head of government is the prime minister, he presides over the cabinet. The parliament of Denmark, the Folketinget is the supreme and ultimate legislative body in the country.",
        "export": "Machinery and instruments, meat and meat products, dairy products, fish, pharmaceuticals, furniture, windmills. Exports partners: Germany 17.8%, Sweden 11.6%, US 8.4%, Norway 6.3%, UK 6.3%, Netherlands 4.4%, China 4.2% (2015)"
        
    },
    {
        "name": "Estonia",
        "id": "EE",
        "image1Description": "The Parliament of Estonia resides in Toompea Castle in the central part of Tallinn, the Baroque style wing of the ancient stronghold was built in 1767-1773. Image: Kaupo Kalda",
        "image2Description": "View of Tallinn Old Town with the Walls of Tallinn and St. Olaf's Church in background, the tallest building in the world from 1549 to 1625. Image: Julian Nitzsche",
        "population": 1.3,
        "area": 45.227,
        "capital": "Tallinn",
        "language": "Estonian (eesti keel), Russian, Ukrainian, Finnish",
        "description": "Destination Estonia, a virtual guide to the Baltic country on the southern coast of the Gulf of Finland, an arm of the Baltic Sea. The Eastern European country is borded by Latvia and Russia, and shares maritime borders with Finland and Sweden.The former Soviet republic became independent in 1991. With an area of 45,227 km² the country is slightly larger than Denmark or slightly smaller than the U.S. states of New Hampshire and Vermont combined. Estonia has a population of 1.3 million people (in 2015). Capital and largest city is Tallinn, spoken languages are Estonian (a Finnic language; official), Russian and some Swedish and Finish.",
        "background": "Eastern Europe country bordering the Baltic Sea and Gulf of Finland, between Latvia and Russia. As a result of centuries of Danish, Swedish, German, and Russian rule, the idea of an independent Estonian state had already been raised in the late 19th century and came true in 1918 when Estonia attained independence from the Russian Empire. Forcibly incorporated into the USSR in 1940, it regained its freedom in 1991, with the collapse of the Soviet Union. Since the last Russian troops left in 1994, Estonia has been free to promote economic and political ties with Western Europe. Since April 2004 Estonia is a member of NATO and member of the European Union since May 2004.",
        "political": "The political system of Estonia is that of a Parliamentary Democracy. Chief of state is the president, head of government is the prime minister. The legislation body is the unicameral parliament of Estonia, the Riigikogu. The parliament appoints the Prime Minister (nominated by the president), the Chief Justice of the Supreme Court (proposed by the president), and it elects the President. Estonia is a since 1 May 2004 a member state of the European Union (EU).",
        "export": "Machinery and electrical equipment 34%, food products and beverages 9%, mineral fuels 9%, wood and wood products 10%, metals 7%, furniture 9%, vehicles and parts 6%, chemicals 5% (2015 est.)"
    },
    {
        "name": "Finland",
        "id": "FI",
        "image1Description": "West Harbour is a passenger and cargo harbour in the Jätkäsaari district of Helsinki, the capital city of Finland. Image: Diego Delso",
        "image2Description": "The Parliament House in Helsinki is the seat of the Parliament of Finland. Image: Alexey Reshetnikov",
        "population": 5.5,
        "area": 338.145,
        "capital": "Helsinki",
        "language": "Finnish 93%, Swedish 6% (both official); small Lapp- and Russian-speaking minorities.",
        "description": "Destination Finland, a virtual guide to the parliamentary republic in Northern Europe. The country borders the Baltic Sea, the Gulf of Bothnia, and the Gulf of Finland, it maintains land borders with Norway, Sweden, and Russia, and it shares maritime borders with Estonia. Formerly a grand duchy in the Russian empire, the country became independent in 1917. Finland is since then a formally neutral country, and like Sweden not a member of NATO. Finland covers an area of 338,145 km², making it almost the size of Germany, or slightly smaller than the US state of Montana. The country's landscape offers a lot of National Parks, covered mostly with coniferous taiga forests (78%), bogs and fens, it has rarely cultivated land. About 10% of its area is occupied by lakes, rivers and ponds. Halti Mountain at 1,324 m is Finland’s highest point. A population of 5.5 million people (in 2017) making Finland one of the most sparsely populated countries in Europe, about half of the population live in the southern coastal region. Capital and largest city is Helsinki, spoken languages are Finnish (89%), Swedish (5.3%), and Sami, a language spoken by the Laplanders (Sami), the indigenous people inhabiting the Arctic area of Sápmi.",
        "background": "Ruled by Sweden from the 12th to the 19th centuries and by Russia from 1809, Finland finally won its independence in 1917. During World War II, Finland was able to successfully defend its freedom and fend off invasions by the Soviet Union and Germany. In the subsequent half century, the Finns have made a remarkable transformation from a farm/forest economy to a diversified modern industrial economy; per capita income is now on par with Western Europe. As a member of the European Union, Finland was the only Nordic state to join the euro system at its initiation in January 1999.",
        "political": "Finland is a parliamentary representative republic with both a popularly elected president, whose role is mostly ceremonial, and a parliament with a cabinet and a prime minister. Finland has a 200-member unicameral parliament (Eduskunta). Almost all members are directly elected in single- and multi-seat constituencies by proportional representation vote to four-year terms.",
        "export": "electrical and optical equipment, machinery, transport equipment, paper and pulp, chemicals, basic metals; timber"
    },
    {
        "name": "Iceland",
        "id": "IS",
        "image1Description": "The Icelandic Althing house (Alþingishúsið) in Reykjavík. The classical 19th century building houses the Icelandic parliament, or at least some of it. Image: JøMa",
        "image2Description": "Northern Lights (aurora borealis) over Reykjavik. Image: iceland.is",
        "population": 0.366,
        "area": 103.001,
        "capital": "Reykjavik",
        "language": "Icelandic",
        "description": "Destination Iceland, an island nation in the North Atlantic Ocean, between Europe and North America. The country is situated on a strategic location between North America and Europe, about 840 km north west of the United Kingdom and about 460 km south east of Greenland's coast. The closest bodies of land in Europe are the Faroe Islands (530 km). The island lies just south of the Arctic Circle at the northern end of the Mid-Atlantic Ridge (MAR), where the tectonic plate of Eurasia meets the North American Plate, causing a lot of volcanic activity in the region. Iceland's extraordinary landscape offers hot springs and geysers, icefields and volcanoes, glaciers and wild waterfalls. Iceland has 30 active volcanic systems, of which 13 have erupted since the settlement of island in AD 874, only about 20 percent of the country is habitable. With an area of 103,000 km² Iceland is more than twice the size of Denmark, or about the same size as the US state of Kentucky. The country has a population of 337,610 (3rd quarter 2016), it is the least densely populated country in Europe (beside Greenland, which is not in Europe). Capital and largest city is Reykjavik. Spoken language is Icelandic, one of the North Germanic languages.",
        "background": "Settled by Norwegian and Celtic (Scottish and Irish) immigrants during the late 9th and 10th centuries A.D., Iceland boasts the world's oldest functioning legislative assembly, the Althing, established in 930. Independent for over 300 years, Iceland was subsequently ruled by Norway and Denmark. Fallout from the Askja volcano of 1875 devastated the Icelandic economy and caused widespread famine. Over the next quarter century, 20% of the island's population emigrated, mostly to Canada and the United States. Limited home rule from Denmark was granted in 1874 and complete independence attained in 1944. Literacy, longevity, income, and social cohesion are first-rate by world standards.",
        "political": "Iceland is a parliamentary representative democratic republic with a multi-party system, run by a directly elected president and a legislative assembly. Head of state is the President. Head of government is the prime minister. General elections (and presidential elections) are held every four years. Iceland is arguably the world's oldest parliamentary democracy, with the Althingi, the parliament, established in 930 AD by the first Norse settlers.",
        "export": "fish and fish products 40%, aluminum, animal products, ferrosilicon, diatomite (2010 est.)"
    },
    {
        "name": "Ireland",
        "id": "IE",
        "image1Description": "View of the city of Enniscorthy in County Wexford, as seen from Shannon Quay with Enniscorthy Castle in the center, Saint Aidan's Cathedral to the right and St. Mary's Church on the left.",
        "image2Description": "The Leinster House (Irish: Teach Laighean) in Dublin is the seat of the Oireachtas, the Irish parliament.",
        "population": 5.0,
        "area": 70.273,
        "capital": "Dublin",
        "language": "Spoken languages are Irish (official) and English",
        "description": "Destination Ireland, a Nations Online Project country profile of the Republic of Ireland, the sovereign state on the island of Ireland. The second-largest island of the British Isles lies west of Great Britain. About four-fifths of the area of Ireland is the national territory of the Republic of Ireland, the remaining one-fifth in the northeast of the island belongs to Northern Ireland, which is part of the United Kingdom (old story). With an area of 70,273 km², the Republic of Ireland is somewhat larger than twice the size of Denmark, or slightly larger than the US state of West Virginia. The Republic of Ireland has a population of almost 5 million people (in 2020), the capital and largest city is Dublin. Spoken languages are Irish (official) and English.",
        "background": "A failed 1916 Easter Monday Rebellion touched off several years of guerrilla warfare that in 1921 resulted in independence from the UK for the 26 southern counties; the six northern counties (Ulster) remained part of Great Britain. In 1948 Ireland withdrew from the British Commonwealth; it joined the European Community in 1973. Irish governments have sought the peaceful unification of Ireland and have cooperated with Britain against terrorist groups. A peace settlement for Northern Ireland, approved in 1998, was implemented the following year. (Source: CIA - The World Factbook)",
        "political": "Ireland is a constitutional republic with a parliamentary system of government. The Oireachtas is the national parliament consisting of the Irish president and the two chambers of the Oireachtas, the Seanad Éireann (Senate) and the Dáil Éireann (House of Representatives). Chief of state is the president; head of government is the Taoiseach (Prime Minister). The cabinet is nominated by the prime minister, who is appointed by the president. The president has mainly ceremonial powers.",
        "export": "Ireland's economy is heavily dependent on exports, with the USA and the United Kingdom being important trading partners. In 2018, Ireland exported $32.9B in blood, antisera, vaccines, toxins and cultures, making it the largest exporter of blood, antisera, vaccines, toxins and cultures in the world. Irish beef and dairy products are also essential agricultural export products."
    },
    {
        "name": "Latvia",
        "id": "LV",
        "image1Description": "View of Riga from Saint Peter's church with Duagava river and TV Tornis (Television Tower) in background. Image: Diego Delso",
        "image2Description": "Central building of the University of Latvia, the university was established in 1919.",
        "population": 1.95,
        "area": 64.589,
        "capital": "Riga",
        "language": "Latvian (official) and Russian, English (especially in business and tourism).",
        "description": "Destination Latvia, one of the three Baltic states, situated on the eastern shore of the Baltic Sea, between Estonia and Lithuania. The country is also bordered by Russia and Belarus, and it shares maritime borders with Sweden. With an area of 64,589 km², Latvia is about half the size of Greece, or slightly larger than the US state of West Virginia. Its mostly flat landscape offers a mix of beaches, rivers, lakes, marshes and forests. There are four major regions: West Latvia (Kurzeme), East Latvia (Latgale), North Latvia (Vidzeme), and South Latvia (Zemgale). The country has a population of 1.95 million people (in 2017), capital and largest city is Riga, spoken languages are Latvian (official) and Russian, English (especially in business and tourism).",
        "background": "After a brief period of independence between the two World Wars, Latvia was annexed by the USSR in 1940. It reestablished its independence in 1991 following the breakup of the Soviet Union. Although the last Russian troops left in 1994, the status of the Russian minority (some 26% of the population) remains of concern to Moscow. Latvia continues to revamp its economy for eventual integration into various Western European political and economic institutions. Since May 2004 Latvia is a member of the European Union, it joined the euro zone in 2014.",
        "political": "Since 21 August 1991, Latvia is a parliamentary republic. Ceremonial Chief of State is the president, he is elected by the Saeima (parliament). Head of Government and commander-in-chief of the armed forces is the Prime Minister, he is appointed by the president with the approval of the Saeima. The Saeima is the unicameral legislative body for the Latvian government. The country is a member of the European Union (EU) since May 2004.",
        "export": "foodstuffs, wood and wood products, metals, machinery and equipment, textiles."
    },
    {
        "name": "Lithuania",
        "id": "LT",
        "image1Description": "Trakai Castle, the 14th century island castle is located in Lake Galvė near the historic city of Trakai in Lithuania.",
        "image2Description": "The Grand Courtyard of Vilnius University and the Church of St. Johns (Šv. Jono) in the center of Vilnius.",
        "population": 2.8,
        "area": 65.301,
        "capital": "Vilnius",
        "language": "Spoken language is Lithuanian, a Baltic language, closely related to Latvian.",
        "description": "Destination Lithuania, an Eastern European country with a coastline at the Baltic Sea in west. It is the largest and most populous of the three Baltic states. The country is bordered by Belarus, Latvia, Poland, and Russia (Kaliningrad) and it shares a maritime border with Sweden. Lithuania covers an area of 65.300 km², making it slightly smaller than half the size of Greece, or slightly larger than West Virginia. Its smooth, flat landscape offers sandy beaches, numerous lakes, wetlands, and mixed forest areas. The country has a population of 2,8 million people (in 2015), capital and largest city is Vilnius. Spoken language is Lithuanian, a Baltic language, closely related to Latvian. Main religion is Roman Catholic (more than three-quarter).",
        "background": "Independent between the two World Wars, Lithuania was annexed by the USSR in 1940. On 11 March 1990, Lithuania became the first of the Soviet republics to declare its independence, but this proclamation was not generally recognized until September of 1991 (following the abortive coup in Moscow). The last Russian troops withdrew in 1993. Lithuania subsequently has restructured its economy for eventual integration into Western European institutions. (Source: CIA - The World Factbook)",
        "political": "Lithuania's political system is that of a parliamentary republic. Its constitution from 1992 is the legal base for all laws passed in the Republic of Lithuania. Chief of state is the president, he is elected by plurality vote. Head of the executive arm of Lithuania's government is the prime minister, he is appointed by the president and approved by the parliament. The country became a NATO member in March 2004 and a memberstate of the European Union (EU) in May 2004, and in January 2015 it joined the euro zone.",
        "export": "refined fuel, machinery and equipment, chemicals, textiles, foodstuffs, plastics"
    },
    {
        "name": "Norway",
        "id": "NO",
        "image1Description": "A panoramic view from a ridge between Segla and Hesten mountain summits on Senja island, with Øyfjorden to the left and Mefjorden to the right, in Troms county, Northern Norway.",
        "image2Description": "Parliament of Norway, the building houses the Stortinget (lit. \"the great thing\"), the country's unicameral parliament is the supreme legislature of Norway.",
        "population": 5.2,
        "area": 323.802,
        "capital": "Oslo",
        "language": "Bokmaal Norwegian (official), Nynorsk Norwegian (official), small Sami- and Finnish-speaking minorities, English is widely spoken",
        "description": "A virtual guide to Norway, one of the Scandinavian kingdoms. The country is situated in Northern Europe, the western portion of the Scandinavian Peninsula, with coastlines at the North Sea and the North Atlantic Ocean. It is bordered by Sweden, Finland, and Russia and it shares maritime borders with the United Kingdom, Iceland, and Denmark. Norway's landscape offers rocky wilderness with mountains and glaciers and its coast is dented by coastal fjords, long, narrow inlets with steep cliffs, some of the fjords reach deep into the interior of the country. Norway's mainland covers an area of 323,802 km², making it somewhat smaller than Germany, or slightly larger than the US state of New Mexico. Just 5.2 million people live in this sparsely populated country, most of Norway's population is concentrated in the southern portion of the country. Capital and largest city is Oslo, spoken language is Norwegian, a North Germanic language.",
        "background": "The Viking period (9th to 11th centuries) was one of national unification and expansion. The Norwegian royal line died out in 1387, and the country entered a period of union with Denmark. By 1586, Norway had become part of the Danish Kingdom. In 1814, as a result of the Napoleonic wars, Norway was separated from Denmark and combined with Sweden. The union persisted until 1905, when Sweden recognized Norwegian independence. The Norwegian Government offered the throne of Norway to Danish Prince Carl in 1905. After a plebiscite approving the establishment of a monarchy, the parliament unanimously elected him king. He took the name of Haakon VII, after the kings of independent Norway. Norway was a nonbelligerent during World War I, but as a result of the German invasion and occupation during World War II, Norwegians generally became skeptical of the concept of neutrality and turned instead to collective security. Norway was one of the signers of the North Atlantic Treaty in 1949 and was a founding member of the United Nations. The first UN General Secretary, Trygve Lie, was a Norwegian. Under the terms of the will of Alfred Nobel, the Storting (Parliament) elects the five members of the Norwegian Nobel Committee who award the Nobel Peace Prize to champions of peace. Discovery of oil and gas in adjacent waters in the late 1960s boosted Norway's economic fortunes. In a referendum held in 1972 and 1994, Norway's people rejected joining the EU.",
        "political": "Norway is considered to be one of the most developed democracies and states of justice in the world. The country has a hereditary constitutional monarchy with a parliamentary democratic system of governance. Head of State is the monarch. Executive power is exercised by the King's council and the cabinet, which is headed by the Prime Minister, the executive power is dependent on the direct or indirect support of the legislature, Norway's parliament (Stortinget).",
        "export": "petroleum and petroleum products, machinery and equipment, metals, chemicals, ships, fish"
    },
    {
        "name": "Sweden",
        "id": "SE",
        "image1Description": "Stony islands rising from the sea in the Gulf of Bothnia, this is Sweden's High Coast (Swedish: Höga kusten), it is the highest uplift of land in the world. The High Coast / Kvarken Archipelago official website is a UNESCO World Heritage Site.",
        "image2Description": "The peninsula Blasieholmen in central Stockholm houses the Nationalmuseum, hotels and office buildings.",
        "population": 9.9,
        "area": 450.295,
        "capital": "Stockholm",
        "language": "Swedish, English is by far the leading foreign language, small Sami- and Finnish-speaking minorities.",
        "description": "Destination Sweden, one of the Scandinavian countries located in northern Europe on the Scandinavian Peninsula. It is bordered by the Baltic Sea, the Gulf of Bothnia, the Kattegat, Skagerrak, and Öresund straits, by Norway in west and north. The Torne river forms most of Sweden's border with Finland in east. A portion of the country lies north of the Arctic Circle. The country shares maritime borders with Denmark, Germany, Poland, Russia, Lithuania, Latvia and Estonia. Sweden covers an area of 450,295 km² making Sweden roughly twice the size of Great Britain (island), or slightly larger than the U.S. state of California. The Swedish population of 9,9 million people (in 2016) is concentrated in the southern part of the country, capital and largest city is Stockholm, spoken language is Swedish, a North Germanic language similar to Danish and Norwegian, English is widely spoken.",
        "background": "The Kingdom of Sweden is a Scandinavian country in Northern Europe. By the 16th century Sweden had evolved into a strongly centralized nation, with Stockholm as its capital. During the 17th century the country was one of the great powers in Europe. Since 1812 Sweden's borders have been unchanged and Sweden has not participated in any war in almost two centuries. An armed neutrality was preserved in both World Wars. Despite its small population and large area, Sweden is a technologically advanced country with good infrastructure, including an efficient transportation and communications system. Indecision over the country's role in the political and economic integration of Europe caused Sweden not to join the EU until 1995, and to forgo the introduction of the euro in 1999.",
        "political": "The politics of Sweden take place in a framework of a parliamentary representative democratic constitutional monarchy. Executive power is exercised by the government, led by the Prime Minister of Sweden. Legislative power is vested in both the government and parliament, elected within a multi-party system. The Judiciary is independent, appointed by the government and employed until retirement. Sweden is formally a monarchy with a monarch holding symbolic power.",
        "export": "machinery 35%, motor vehicles, paper products, pulp and wood, iron and steel products, chemicals (2012 est.)"
    },
    {
        "name": "United Kingdom",
        "id": "GB",
        "image1Description": "Windsor Castle in Windsor, Berkshire seen at sunset, viewed from the Long Walk. Windsor Castle is one of the official residences of the British Royal Family.",
        "image2Description": "The Palace of Westminster in London is the meeting place of the Parliament of the United Kingdom. Westminster is probably one of the most famous parliament buildings in the world. The Palace of Westminster and Westminster Abbey including Saint Margaret's Church is a UNESCO World Heritage Site.",
        "population": 66.8,
        "area": 242.495,
        "capital": "London",
        "language": "British English, also Welsh, Irish Gaelic, and Scottish Gaelic.",
        "description": "The United Kingdom of Great Britain and Northern Ireland is known as the United Kingdom, the UK, Britain, or even England. The country on the island of Great Britain in north-western Europe comprises England, Wales, Scotland, and Northern Ireland, which occupies the northeastern part of the island of Ireland. On the island of Ireland, there is the country's only land border, the one with the Republic of Ireland. The UK is separated from continental Europe by the English Channel. The kingdom is situated on an archipelago known as the British Isles with the two main islands Great Britain and Ireland, plus the surrounding island groups of the Hebrides, the Shetlands, the Orkneys, the Isle of Man, and the Isle of Wight. The island group is located southeast of Iceland, west of Norway and Denmark, between the North Sea in the east and the North Atlantic Ocean in the west. The UK shares maritime borders with Belgium, Denmark, France, Germany, the Netherlands, Norway, and the Faroe Islands (Denmark). With an area of 242,900 km², the United Kingdom is not quite half the size of Spain, or slightly smaller than the U.S. state of Oregon. The UK has a population of 66.8 million people (in 2020), the capital and largest city is London. Spoken language is, guess what, British English, ok there is also Welsh, Irish Gaelic, and Scottish Gaelic. The UK was one of the 28 member states of the European Union (EU), but since a kind of populist referendum in June 2016, the UK has now left the EU. What a pity!",
        "background": "Once a 'great' nation, at its zenith, the British Empire stretched over one-fourth of the earth's surface. Now four constituent nations form the United Kingdom (England, Scotland, Wales, and Northern Ireland). Great Britain, the dominant industrial and maritime power of the 19th century, played a leading role in developing parliamentary democracy, in advancing literature, science, and later pop music. The first half of the 20th century saw the UK's strength critically depleted in two World Wars. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council, a founding member of NATO, and the Commonwealth, the UK pursues a global approach to foreign policy; it currently is weighing the degree of its integration with continental Europe (Brexit). Still a member of the EU, it chose to remain outside of the European Monetary Union for the time being. Constitutional reform is also a significant issue in the UK. Regional assemblies with varying degrees of power opened in Scotland, Wales, and Northern Ireland in 1999.",
        "political": "The United Kingdom of Great Britain and Northern Ireland is a unitary state with a constitutional monarchy. Scotland, Wales and Northern Ireland have a degree of autonomous devolved power. The head of state of the United Kingdom is the monarch (Queen Elizabeth II). The head of government is the prime minister. The bicameral British Parliament is the supreme legislative body in the United Kingdom; its seat is the Palace of Westminster.",
        "export": "Crude oil - £20.0bn. Pharmaceutical products - £26.3bn. Electrical machinery - £27.7bn. Cars - £32.7bn. Mechanical machinery - £48.5bn."
    },
    

]
 
